brew "bash"
brew "bash-completion"
brew "gh"
brew "git"
brew "lazygit"
brew "neovim"
brew "node@16"
brew "ripgrep"
brew "tmux"
brew "xterm"

cask "docker"
cask "dropbox"
cask "gpg-suite-no-mail"
cask "keepingyouawake"
cask "rectangle"
cask "textmate"
