tap "homebrew/cask-fonts"

brew "asdf"
brew "atuin"
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "curl"
brew "direnv"
brew "gh"
brew "git"
brew "lazygit"
brew "neovim"
brew "node@16"
brew "ripgrep"
brew "tmux"
brew "watchman"

cask "docker"
cask "dropbox"
cask "font-meslo-lg-nerd-font"
cask "gpg-suite-no-mail"
cask "keepingyouawake"
cask "rectangle"
cask "textmate"
